Repository: E2OpenPlugins/e2openplugin-HetWeer
Catalog: plugin/locale/*/LC_MESSAGES/HetWeer.po
Languages: nl

source: --Km/h
nl: --Km/u

source: Belgium
nl: Belgie

source: Changeable and chance of mist
nl: Wisselvallig met kans op nevel

source: Changeable cloudy light snowfall
nl: Wisselend bewolkt lichte sneeuwval

source: Clear and chance of mist
nl: Helder met kans nevel

source: Clear night
nl: Heldere nacht

source: Clouds radar
nl: Wolkenradar

source: Cloudy
nl: Bewolkt

source: Cloudy and chance of showers
nl: Bewolkt met kans op buien

source: Download error: Check spelling or ask to add the CityName to the database.
nl: Download fout: Controleer spelling of vraag om de plaatsnaam toe te voegen aan de database.

source: Drizzle
nl: Motregenradar

source: E
nl: O

source: Enter cityname e.g. london or london_gb or london-2643743
nl: Vul stad in b.v. london of london_gb of london-2643743

source: Europe
nl: Europa

source: Favorite Locations
nl: Favoriete Locaties

source: Feels Like:
nl: GevoelsTemp:

source: Hail radar
nl: Hagelradar

source: Heavy clouds
nl: Zwaar bewolkt

source: Heavy clouds heavy showers
nl: Zwaar bewolkt hevige buien

source: Heavy clouds thundershowers
nl: Zwaar bewolkt onweersbuien

source: Heavy clouds and heavy snowfall
nl: Zwaar bewolkt en zware sneeuwval

source: Heavy clouds light snowfall
nl: Wisselend bewolkt lichte sneeuwval

source: Heavy clouds showers possible
nl: Zwaar bewolkt buien mogelijk

source: Heavy clouds winter rainfall
nl: Zwaarbewolkt winterse neerslag

source: Km/h
nl: Km/u

source: Light cloudy
nl: Lichte bewolking

source: Local Weather
nl: WeerInfo

source: Location +
nl: Locatie +

source: Location -
nl: Locatie -

source: Location:
nl: Locatie:

source: Manual adding Citynumbers: Go to www.buienradar... Search city and find citycode in internetlink. Go back to "Location +" and add cityname-number e.g. "Dusseldorf-2934246" or "Dusseld-2934246" Don't forget the "-" sign.
nl: Handmatig toevoegen van Steden: Ga naar www.buienradar... Zoek stad en vind stadscode in de internetlink. Ga terug naar "Locatie +" en voeg de stadsnaam-number b.v. "Dusseldorf-2934246" of "Dusseld-2934246" toe. Vergeet het "-" teken niet.

source: Mostly clear
nl: Overwegend helder

source: Mostly sunny
nl: Overwegend zonnig

source: NE
nl: NO

source: Rainfall radar
nl: Buienradar

source: RainfallRadar & WeatherInfo
nl: BuienRadar & WeerInfo

source: S
nl: Z

source: SE
nl: ZO

source: SW
nl: ZW

source: Satellite
nl: Satelliet

source: Showers and chance of thunder
nl: Buien en kans op onweer

source: Snow radar
nl: Sneeuwradar

source: Sun radar
nl: Zonradar

source: Sunny / Clear
nl: Zonnig / Helder

source: Sunny and chance of mist
nl: Zon met kans op nevel

source: Sunny and chance of showers
nl: Zonnig met kans op buien

source: Sunny and chance of thundershowers
nl: Zon met kans op buien of onweer

source: Sunny few clouds
nl: Zon met (lichte) bewolking

source: Sunpower-UV
nl: Zonkracht-UV

source: Temperature
nl: Temperatuur

source: The Netherlands
nl: Nederland

source: TheWeather
nl: HetWeer

source: Thunder radar
nl: Onweerradar

source: Weather forecast-nl
nl: Weerbericht

source: Wind direction:
nl: Windrichting:
